{
    "firstImage": "Save here all your passwords, data or any information, forget paper notes and unprotected applications.",
    "altFirstImage": "Forget paper notes and unprotected applications.",
    "secondImage": "Create your master password: with it, only you will have access to your secrets.",
    "altSecondImage": "Create your master password",
    "createPasswordManager": "Create your Password Manager",
    "howItWorks": "How it works",
    "howItWorksExplanation": "First, you must create your password. You won't be able to get it back, so remember it well.",
    "whatCanYouSave": "What data can you save?",
    "whatCanYouSaveExplanation": "For example, your credit card number, the PIN and PUK numbers of your mobile phone, the serial number of one of your devices or any other information that you need to keep in a safe place.",
    "descriptionCreatePassword": "First, you must create a different password for your online belongings. You won't be able to get it back, so remember it well.",
    "masterPassword": "Create your master password",
    "repeatMasterPassword": "Repeat your master password",
    "descriptionCreateHint": "You can also create a password hint to help you remember your master password.",
    "createHint": "Create a hint to help you remember your password (optional)",
    "passwordManagerCreatedTitle": "Your Password Manager has been created!",
    "passwordManagerCreatedDescription": "Your Password Manager has been created, now you will be able to store your passwords in a safe place.",
    "creationErrorTitle": "An error has occurred",
    "creationErrorDescription": "We could not change your master password. Please try again later.",
    "access": "Access",
    "return": "Return to Password Manager >",
    "cancel": "Cancel",
    "next": "Next",
    "conditions": "I confirm that I am of legal age and I accept the use of my data by OpenBank according to the ",
    "privacyPolicy": "data protection policy.",
    "mustAcceptConditions": "You must accept the privacy conditions",
    "passwordRequired": "Password is required",
    "passwordBetween8and24": "Password must be between 8 and 24 characters long",
    "passwordsDoNotMatch": "Passwords do not match",
    "invalidPassword": "Password must include at least one uppercase letter, one lowercase lettera and one number, and must not include special characters"
}
